Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Moderation.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: %@ is currently suspended.
ar: %@ موقوف حاليًا.
bn: %@ বর্তমানে স্থগিত রয়েছে।
cs: %@ je momentálně pozastaven.
da: %@ er i øjeblikket suspenderet.
de: %@ ist derzeit gesperrt.
el: Ο χρήστης %@ έχει ανασταλεί προσωρινά.
es: %@ está suspendido actualmente.
es_419: %@ está suspendido actualmente.
fa: %@ در حال حاضر تعلیق شده است.
fi: %@ on tällä hetkellä jäädytetty.
fil: Kasalukuyang naka-suspinde si %@.
fr: %@ est actuellement suspendu.
he: %@ מושעה כעת.
hi: %@ इस समय निलंबित हैं।
hu: %@ jelenleg fel van függesztve.
hy: %@-ը ներկայումս կասեցված է։
id: %@ saat ini ditangguhkan.
it: %@ è attualmente sospeso.
ja: %@ は現在停止されています。
ko: %@님은 현재 정지된 상태입니다.
ms: %@ kini digantung.
nl: %@ is momenteel geschorst.
no: %@ er for øyeblikket utestengt.
pl: %@ jest obecnie zawieszony.
pt_br: %@ está suspenso no momento.
pt_pt: %@ está atualmente suspenso.
ro: %@ este suspendat momentan.
ru: %@ временно заблокирован.
sv: %@ är för närvarande avstängd.
ta: %@ தற்போது இடைநிறுத்தப்பட்டுள்ளார்.
te: %@ ప్రస్తుతం సస్పెండ్ చేయబడ్డారు.
th: %@ ถูกระงับการใช้งานอยู่ในขณะนี้
tr: %@ şu anda askıya alınmış durumda.
uk: %@ наразі заблоковано.
ur: %@ کو فی الحال معطل کیا گیا ہے۔
vi: %@ hiện đang bị đình chỉ.
zh_hans: %@ 当前处于封禁状态。
zh_hant: %@ 目前已遭停權。

source: %@ is permanently suspended.
ar: %@ موقوف بشكل دائم.
bn: %@ স্থায়ীভাবে স্থগিত করা হয়েছে।
cs: %@ je trvale pozastaven.
da: %@ er permanent suspenderet.
de: %@ ist dauerhaft gesperrt.
el: Ο χρήστης %@ έχει ανασταλεί οριστικά.
es: %@ está suspendido permanentemente.
es_419: %@ está suspendido permanentemente.
fa: %@ به‌طور دائم تعلیق شده است.
fi: %@ on jäädytetty pysyvästi.
fil: Permanenteng naka-suspinde si %@.
fr: %@ est suspendu définitivement.
he: %@ מושעה לצמיתות.
hi: %@ स्थायी रूप से निलंबित हैं।
hu: %@ véglegesen fel van függesztve.
hy: %@-ը մշտապես կասեցված է։
id: %@ ditangguhkan secara permanen.
it: %@ è sospeso in modo permanente.
ja: %@ は永久に停止されています。
ko: %@님은 영구 정지된 상태입니다.
ms: %@ digantung secara kekal.
nl: %@ is permanent geschorst.
no: %@ er permanent utestengt.
pl: %@ jest trwale zawieszony.
pt_br: %@ está suspenso permanentemente.
pt_pt: %@ está suspenso permanentemente.
ro: %@ este suspendat permanent.
ru: %@ заблокирован навсегда.
sv: %@ är permanent avstängd.
ta: %@ நிரந்தரமாக இடைநிறுத்தப்பட்டுள்ளார்.
te: %@ శాశ్వతంగా సస్పెండ్ చేయబడ్డారు.
th: %@ ถูกระงับการใช้งานอย่างถาวร
tr: %@ kalıcı olarak askıya alınmış durumda.
uk: %@ заблоковано назавжди.
ur: %@ کو مستقل طور پر معطل کیا گیا ہے۔
vi: %@ bị đình chỉ vĩnh viễn.
zh_hans: %@ 已被永久封禁。
zh_hant: %@ 已遭永久停權。

source: 1 hour
ar: ساعة واحدة
bn: ১ ঘণ্টা
cs: 1 hodina
da: 1 time
de: 1 Stunde
el: 1 ώρα
es: 1 hora
es_419: 1 hora
fa: ۱ ساعت
fi: 1 tunti
fil: 1 oras
fr: 1 heure
he: שעה אחת
hi: 1 घंटा
hu: 1 óra
hy: 1 ժամ
id: 1 jam
it: 1 ora
ja: 1時間
ko: 1시간
ms: 1 jam
nl: 1 uur
no: 1 time
pl: 1 godzina
pt_br: 1 hora
pt_pt: 1 hora
ro: 1 oră
ru: 1 час
sv: 1 timme
ta: 1 மணி நேரம்
te: 1 గంట
th: 1 ชั่วโมง
tr: 1 saat
uk: 1 година
ur: 1 گھنٹہ
vi: 1 giờ
zh_hans: 1 小时
zh_hant: 1 小時

source: 3 days
ar: 3 أيام
bn: ৩ দিন
cs: 3 dny
da: 3 dage
de: 3 Tage
el: 3 ημέρες
es: 3 días
es_419: 3 días
fa: ۳ روز
fi: 3 päivää
fil: 3 araw
fr: 3 jours
he: 3 ימים
hi: 3 दिन
hu: 3 nap
hy: 3 օր
id: 3 hari
it: 3 giorni
ja: 3日間
ko: 3일
ms: 3 hari
nl: 3 dagen
no: 3 dager
pl: 3 dni
pt_br: 3 dias
pt_pt: 3 dias
ro: 3 zile
ru: 3 дня
sv: 3 dagar
ta: 3 நாட்கள்
te: 3 రోజులు
th: 3 วัน
tr: 3 gün
uk: 3 дні
ur: 3 دن
vi: 3 ngày
zh_hans: 3 天
zh_hant: 3 天

source: 7 days
ar: 7 أيام
bn: ৭ দিন
cs: 7 dní
da: 7 dage
de: 7 Tage
el: 7 ημέρες
es: 7 días
es_419: 7 días
fa: ۷ روز
fi: 7 päivää
fil: 7 araw
fr: 7 jours
he: 7 ימים
hi: 7 दिन
hu: 7 nap
hy: 7 օր
id: 7 hari
it: 7 giorni
ja: 7日間
ko: 7일
ms: 7 hari
nl: 7 dagen
no: 7 dager
pl: 7 dni
pt_br: 7 dias
pt_pt: 7 dias
ro: 7 zile
ru: 7 дней
sv: 7 dagar
ta: 7 நாட்கள்
te: 7 రోజులు
th: 7 วัน
tr: 7 gün
uk: 7 днів
ur: 7 دن
vi: 7 ngày
zh_hans: 7 天
zh_hant: 7 天

source: 24 hours
ar: 24 ساعة
bn: ২৪ ঘণ্টা
cs: 24 hodin
da: 24 timer
de: 24 Stunden
el: 24 ώρες
es: 24 horas
es_419: 24 horas
fa: ۲۴ ساعت
fi: 24 tuntia
fil: 24 oras
fr: 24 heures
he: 24 שעות
hi: 24 घंटे
hu: 24 óra
hy: 24 ժամ
id: 24 jam
it: 24 ore
ja: 24時間
ko: 24시간
ms: 24 jam
nl: 24 uur
no: 24 timer
pl: 24 godziny
pt_br: 24 horas
pt_pt: 24 horas
ro: 24 de ore
ru: 24 часа
sv: 24 timmar
ta: 24 மணி நேரம்
te: 24 గంటలు
th: 24 ชั่วโมง
tr: 24 saat
uk: 24 години
ur: 24 گھنٹے
vi: 24 giờ
zh_hans: 24 小时
zh_hant: 24 小時

source: 30 days
ar: 30 يومًا
bn: ৩০ দিন
cs: 30 dní
da: 30 dage
de: 30 Tage
el: 30 ημέρες
es: 30 días
es_419: 30 días
fa: ۳۰ روز
fi: 30 päivää
fil: 30 araw
fr: 30 jours
he: 30 ימים
hi: 30 दिन
hu: 30 nap
hy: 30 օր
id: 30 hari
it: 30 giorni
ja: 30日間
ko: 30일
ms: 30 hari
nl: 30 dagen
no: 30 dager
pl: 30 dni
pt_br: 30 dias
pt_pt: 30 dias
ro: 30 de zile
ru: 30 дней
sv: 30 dagar
ta: 30 நாட்கள்
te: 30 రోజులు
th: 30 วัน
tr: 30 gün
uk: 30 днів
ur: 30 دن
vi: 30 ngày
zh_hans: 30 天
zh_hant: 30 天

source: Account Suspended
ar: الحساب موقوف
bn: অ্যাকাউন্ট স্থগিত
cs: Účet pozastaven
da: Konto suspenderet
de: Konto gesperrt
el: Λογαριασμός σε αναστολή
es: Cuenta suspendida
es_419: Cuenta suspendida
fa: حساب تعلیق شد
fi: Tili jäädytetty
fil: Naka-suspinde ang Account
fr: Compte suspendu
he: החשבון הושעה
hi: खाता निलंबित
hu: Fiók felfüggesztve
hy: Հաշիվը կասեցված է
id: Akun Ditangguhkan
it: Account sospeso
ja: アカウント停止
ko: 계정 정지됨
ms: Akaun Digantung
nl: Account geschorst
no: Kontoen er utestengt
pl: Konto zawieszone
pt_br: Conta Suspensa
pt_pt: Conta Suspensa
ro: Cont suspendat
ru: Аккаунт заблокирован
sv: Konto avstängt
ta: கணக்கு இடைநிறுத்தப்பட்டது
te: ఖాతా సస్పెండ్ చేయబడింది
th: บัญชีถูกระงับการใช้งาน
tr: Hesap Askıya Alındı
uk: Обліковий запис заблоковано
ur: اکاؤنٹ معطل
vi: Tài khoản bị đình chỉ
zh_hans: 账户已被封禁
zh_hant: 帳號已停權

source: Add a content warning
ar: إضافة تحذير بشأن المحتوى
bn: একটি কনটেন্ট সতর্কতা যোগ করুন
cs: Přidat varování o obsahu
da: Tilføj en indholdsadvarsel
de: Inhaltswarnung hinzufügen
el: Προσθήκη προειδοποίησης περιεχομένου
es: Añadir un aviso de contenido
es_419: Agregar una advertencia de contenido
fa: افزودن هشدار محتوا
fi: Lisää sisältövaroitus
fil: Magdagdag ng babala sa nilalaman
fr: Ajouter un avertissement de contenu
he: הוספת אזהרת תוכן
hi: सामग्री चेतावनी जोड़ें
hu: Tartalmi figyelmeztetés hozzáadása
hy: Ավելացրեք բովանդակության նախազգուշացում
id: Tambahkan peringatan konten
it: Aggiungi un avviso sui contenuti
ja: コンテンツ警告を追加
ko: 콘텐츠 경고 추가
ms: Tambah amaran kandungan
nl: Inhoudswaarschuwing toevoegen
no: Legg til en innholdsadvarsel
pl: Dodaj ostrzeżenie o treści
pt_br: Adicionar um aviso de conteúdo
pt_pt: Adicionar um aviso de conteúdo
ro: Adăugați un avertisment de conținut
ru: Добавить предупреждение о контенте
sv: Lägg till en innehållsvarning
ta: உள்ளடக்க எச்சரிக்கையைச் சேர்க்கவும்
te: ఒక కంటెంట్ వార్నింగ్‌ను జోడించండి
th: เพิ่มคำเตือนเกี่ยวกับเนื้อหา
tr: İçerik uyarısı ekle
uk: Додати попередження про вміст
ur: مواد سے متعلق تنبیہ شامل کریں
vi: Thêm cảnh báo nội dung
zh_hans: 添加内容警告
zh_hant: 新增內容警告

source: Appeal from %@
ar: اعتراض من %@
bn: %@-এর কাছ থেকে আপিল
cs: Odvolání od %@
da: Klage fra %@
de: Einspruch von %@
el: Ένσταση από %@
es: Apelación de %@
es_419: Apelación de %@
fa: درخواست تجدیدنظر از %@
fi: Valitus käyttäjältä %@
fil: Apela mula kay %@
fr: Recours de %@
he: ערעור מאת %@
hi: %@ की ओर से अपील
hu: %@ fellebbezése
hy: Բողոք %@-ից
id: Banding dari %@
it: Ricorso di %@
ja: %@ からの異議申し立て
ko: %@님의 이의 신청
ms: Rayuan daripada %@
nl: Bezwaar van %@
no: Klage fra %@
pl: Odwołanie od %@
pt_br: Recurso de %@
pt_pt: Recurso de %@
ro: Contestație de la %@
ru: Апелляция от %@
sv: Överklagande från %@
ta: %@ அவர்களின் மேல்முறையீடு
te: %@ నుండి అప్పీల్
th: คำอุทธรณ์จาก %@
tr: %@ kullanıcısından itiraz
uk: Апеляція від %@
ur: %@ کی جانب سے اپیل
vi: Đơn kháng nghị từ %@
zh_hans: 来自 %@ 的申诉
zh_hant: 來自 %@ 的申訴

source: Choose Duration
ar: اختيار المدة
bn: সময়কাল নির্বাচন করুন
cs: Zvolte dobu trvání
da: Vælg varighed
de: Dauer auswählen
el: Επιλογή διάρκειας
es: Elegir duración
es_419: Elegir duración
fa: انتخاب مدت
fi: Valitse kesto
fil: Pumili ng Tagal
fr: Choisir la durée
he: בחירת משך
hi: अवधि चुनें
hu: Időtartam kiválasztása
hy: Ընտրեք տևողությունը
id: Pilih Durasi
it: Scegli la durata
ja: 期間を選択
ko: 기간 선택
ms: Pilih Tempoh
nl: Kies duur
no: Velg varighet
pl: Wybierz czas trwania
pt_br: Escolher Duração
pt_pt: Escolher Duração
ro: Alegeți durata
ru: Выберите длительность
sv: Välj varaktighet
ta: கால அளவைத் தேர்ந்தெடுக்கவும்
te: వ్యవధిని ఎంచుకోండి
th: เลือกระยะเวลา
tr: Süre Seçin
uk: Виберіть тривалість
ur: دورانیہ منتخب کریں
vi: Chọn thời hạn
zh_hans: 选择时长
zh_hant: 選擇期間

source: Choose Reason
ar: اختيار السبب
bn: কারণ নির্বাচন করুন
cs: Zvolte důvod
da: Vælg årsag
de: Grund auswählen
el: Επιλογή αιτίας
es: Elegir motivo
es_419: Elegir motivo
fa: انتخاب دلیل
fi: Valitse syy
fil: Pumili ng Dahilan
fr: Choisir le motif
he: בחירת סיבה
hi: कारण चुनें
hu: Indok kiválasztása
hy: Ընտրեք պատճառը
id: Pilih Alasan
it: Scegli il motivo
ja: 理由を選択
ko: 사유 선택
ms: Pilih Sebab
nl: Kies reden
no: Velg årsak
pl: Wybierz powód
pt_br: Escolher Motivo
pt_pt: Escolher Motivo
ro: Alegeți motivul
ru: Выберите причину
sv: Välj orsak
ta: காரணத்தைத் தேர்ந்தெடுக்கவும்
te: కారణాన్ని ఎంచుకోండి
th: เลือกเหตุผล
tr: Neden Seçin
uk: Виберіть причину
ur: وجہ منتخب کریں
vi: Chọn lý do
zh_hans: 选择原因
zh_hant: 選擇原因

source: Choose self-labels that are applicable for the media you are posting. If none are selected, this post is suitable for all audiences.
ar: اختر التصنيفات الذاتية المنطبقة على المحتوى الذي تنشره. في حال عدم تحديد أيٍّ منها، يُعدّ هذا المنشور مناسبًا لجميع الجماهير.
bn: আপনি যে মিডিয়া পোস্ট করছেন তার জন্য প্রযোজ্য সেলফ-লেবেলগুলো নির্বাচন করুন। কোনোটি নির্বাচন না করা হলে, এই পোস্টটি সব দর্শকের জন্য উপযুক্ত।
cs: Zvolte vlastní štítky, které se vztahují na média, jež zveřejňujete. Pokud nevyberete žádný, je tento příspěvek vhodný pro všechny diváky.
da: Vælg de mærkater, der gælder for det indhold, du deler. Hvis ingen er valgt, er dette opslag egnet til alle.
de: Wählen Sie die Selbstkennzeichnungen aus, die auf die von Ihnen geposteten Medien zutreffen. Wenn keine ausgewählt sind, ist dieser Beitrag für alle Zielgruppen geeignet.
el: Επιλέξτε τις ετικέτες που ισχύουν για το περιεχόμενο που δημοσιεύετε. Αν δεν επιλέξετε καμία, η δημοσίευση είναι κατάλληλη για όλο το κοινό.
es: Elige las autoetiquetas que correspondan al contenido que vas a publicar. Si no seleccionas ninguna, esta publicación será apta para todos los públicos.
es_419: Elija las autoetiquetas aplicables al contenido que está publicando. Si no selecciona ninguna, esta publicación será apta para todo el público.
fa: برچسب‌هایی را انتخاب کنید که برای رسانه‌ای که منتشر می‌کنید مناسب هستند. اگر هیچ‌کدام انتخاب نشود، این پست برای همهٔ مخاطبان مناسب است.
fi: Valitse julkaisemaasi sisältöön sopivat merkinnät. Jos mitään ei ole valittu, julkaisu soveltuu kaikille yleisöille.
fil: Pumili ng mga self-label na naaangkop sa media na ipo-post mo. Kung wala kang pipiliin, angkop ang post na ito para sa lahat ng manonood.
fr: Choisissez les auto-étiquettes qui s'appliquent au contenu que vous publiez. Si aucune n'est sélectionnée, cette publication convient à tous les publics.
he: בחרו את התוויות העצמיות הרלוונטיות למדיה שאתם מפרסמים. אם לא נבחרה אף תווית, פרסום זה מתאים לכל הקהלים.
hi: उन स्व-लेबलों को चुनें जो आपके द्वारा पोस्ट की जा रही मीडिया पर लागू होते हैं। यदि कोई भी चयनित नहीं है, तो यह पोस्ट सभी दर्शकों के लिए उपयुक्त है।
hu: Válaszd ki a közzétett tartalomra vonatkozó saját címkéket. Ha egyet sem jelölsz ki, a bejegyzés minden közönség számára alkalmas.
hy: Ընտրեք ինքնապիտակները, որոնք կիրառելի են ձեր հրապարակվող մեդիայի համար։ Եթե ոչ մեկը ընտրված չէ, ապա այս հրապարակումը հարմար է բոլոր լսարանների համար։
id: Pilih label mandiri yang sesuai untuk media yang Anda unggah. Jika tidak ada yang dipilih, kiriman ini cocok untuk semua audiens.
it: Seleziona le etichette applicabili al contenuto che stai pubblicando. Se non ne selezioni nessuna, questo post è adatto a tutti.
ja: 投稿するメディアに該当するセルフラベルを選択してください。何も選択しない場合、この投稿はすべての視聴者に適したものとなります。
ko: 게시하려는 미디어에 해당하는 자가 라벨을 선택하세요. 아무것도 선택하지 않으면 이 게시물은 모든 사용자에게 적합한 것으로 간주됩니다.
ms: Pilih label sendiri yang berkaitan dengan media yang anda siarkan. Jika tiada yang dipilih, siaran ini sesuai untuk semua penonton.
nl: Kies de zelflabels die van toepassing zijn op de media die je plaatst. Als er niets is geselecteerd, is dit bericht geschikt voor alle doelgroepen.
no: Velg selvmerkingene som gjelder for mediet du publiserer. Hvis ingen er valgt, er dette innlegget egnet for alle målgrupper.
pl: Wybierz oznaczenia, które dotyczą publikowanych przez Ciebie treści. Jeśli nie zaznaczysz żadnego, ten post jest odpowiedni dla wszystkich odbiorców.
pt_br: Escolha os marcadores aplicáveis à mídia que você está publicando. Se nenhum for selecionado, esta publicação é adequada para todos os públicos.
pt_pt: Escolha as autoetiquetas aplicáveis ao conteúdo que está a publicar. Se não selecionar nenhuma, esta publicação é adequada para todos os públicos.
ro: Alegeți etichetele aplicabile pentru materialul pe care îl publicați. Dacă nu selectați niciuna, această postare este potrivită pentru toate publicurile.
ru: Выберите метки, которые применимы к публикуемым материалам. Если ничего не выбрано, эта публикация подходит для всех аудиторий.
sv: Välj de självetiketter som gäller för det innehåll du publicerar. Om inga väljs är inlägget lämpligt för alla.
ta: நீங்கள் இடுகையிடும் மீடியாவிற்குப் பொருந்தும் சுய-லேபிள்களைத் தேர்ந்தெடுக்கவும். எதுவும் தேர்ந்தெடுக்கப்படவில்லை எனில், இந்த இடுகை அனைத்துப் பார்வையாளர்களுக்கும் ஏற்றது.
te: మీరు పోస్ట్ చేస్తున్న మీడియాకు వర్తించే సెల్ఫ్-లేబుల్‌లను ఎంచుకోండి. ఏదీ ఎంచుకోకపోతే, ఈ పోస్ట్ అన్ని ప్రేక్షకులకు అనుకూలంగా ఉంటుంది.
th: เลือกป้ายกำกับที่เกี่ยวข้องกับสื่อที่คุณกำลังโพสต์ หากไม่เลือกรายการใด โพสต์นี้จะถือว่าเหมาะสมกับผู้ชมทุกกลุ่ม
tr: Paylaştığın medya için geçerli olan kendi etiketlerini seç. Hiçbiri seçilmezse bu gönderi tüm izleyiciler için uygundur.
uk: Виберіть самопозначки, які стосуються медіа, що ви публікуєте. Якщо жодну не вибрано, ця публікація підходить для всіх аудиторій.
ur: وہ خود ساختہ لیبل منتخب کریں جو آپ کے شائع کیے جانے والے میڈیا پر لاگو ہوتے ہیں۔ اگر کوئی منتخب نہ کیا جائے، تو یہ پوسٹ تمام ناظرین کے لیے موزوں ہے۔
vi: Chọn các nhãn tự gắn phù hợp với nội dung bạn đang đăng. Nếu không chọn nhãn nào, bài đăng này phù hợp với mọi đối tượng.
zh_hans: 请选择适用于您所发布内容的自我标注。若未选择任何标注，则此帖适合所有受众。
zh_hant: 請選擇適用於您所發佈內容的自我標籤。若未選取任何項目，表示此貼文適合所有受眾。

source: Community Guidelines
ar: إرشادات المجتمع
bn: কমিউনিটি নির্দেশিকা
cs: Pravidla komunity
da: Fællesskabets retningslinjer
de: Community-Richtlinien
el: Κανόνες της κοινότητας
es: Normas de la comunidad
es_419: Normas de la comunidad
fa: دستورالعمل‌های انجمن
fi: Yhteisön säännöt
fil: Mga Alituntunin ng Komunidad
fr: Règles de la communauté
he: כללי הקהילה
hi: सामुदायिक दिशानिर्देश
hu: Közösségi irányelvek
hy: Համայնքի կանոնները
id: Pedoman Komunitas
it: Linee guida della community
ja: コミュニティガイドライン
ko: 커뮤니티 가이드라인
ms: Garis Panduan Komuniti
nl: Communityrichtlijnen
no: Retningslinjer for fellesskapet
pl: Zasady społeczności
pt_br: Diretrizes da Comunidade
pt_pt: Diretrizes da Comunidade
ro: Regulile comunității
ru: Правила сообщества
sv: Communityriktlinjer
ta: சமூக வழிகாட்டுதல்கள்
te: కమ్యూనిటీ గైడ్‌లైన్స్
th: แนวทางปฏิบัติของชุมชน
tr: Topluluk Kuralları
uk: Правила спільноти
ur: کمیونٹی ہدایات
vi: Nguyên tắc cộng đồng
zh_hans: 社区准则
zh_hant: 社群準則

source: Contest Suspension
ar: الاعتراض على الإيقاف
bn: স্থগিতাদেশের বিরুদ্ধে আপত্তি
cs: Napadnout pozastavení
da: Klag over suspendering
de: Sperre anfechten
el: Ένσταση κατά της αναστολής
es: Recurrir la suspensión
es_419: Impugnar suspensión
fa: اعتراض به تعلیق
fi: Riitauta jäädytys
fil: Apelahin ang Suspensyon
fr: Contester la suspension
he: ערעור על ההשעיה
hi: निलंबन को चुनौती दें
hu: Felfüggesztés megfellebbezése
hy: Բողոքարկել կասեցումը
id: Ajukan Banding Penangguhan
it: Contesta la sospensione
ja: 停止への異議申し立て
ko: 정지에 이의 신청
ms: Bantah Penggantungan
nl: Schorsing aanvechten
no: Bestrid utestengelsen
pl: Zakwestionuj zawieszenie
pt_br: Contestar Suspensão
pt_pt: Contestar Suspensão
ro: Contestați suspendarea
ru: Оспорить блокировку
sv: Bestrid avstängning
ta: இடைநிறுத்தத்தை எதிர்க்கவும்
te: సస్పెన్షన్‌ను ఛాలెంజ్ చేయండి
th: โต้แย้งการระงับการใช้งาน
tr: Askıya İtiraz Et
uk: Оскарження блокування
ur: معطلی پر اعتراض
vi: Kháng nghị việc đình chỉ
zh_hans: 对封禁提出异议
zh_hant: 申訴停權

source: Contest this suspension
ar: الاعتراض على هذا الإيقاف
bn: এই স্থগিতাদেশের বিরুদ্ধে আপত্তি জানান
cs: Napadnout toto pozastavení
da: Klag over denne suspendering
de: Diese Sperre anfechten
el: Υποβολή ένστασης κατά της αναστολής
es: Recurrir esta suspensión
es_419: Impugnar esta suspensión
fa: اعتراض به این تعلیق
fi: Riitauta tämä jäädytys
fil: Apelahin ang suspensyong ito
fr: Contester cette suspension
he: ערעור על השעיה זו
hi: इस निलंबन को चुनौती दें
hu: A felfüggesztés megfellebbezése
hy: Բողոքարկել այս կասեցումը
id: Ajukan banding atas penangguhan ini
it: Contesta questa sospensione
ja: この停止に異議を申し立てる
ko: 이 정지에 이의 신청하기
ms: Bantah penggantungan ini
nl: Vecht deze schorsing aan
no: Bestrid denne utestengelsen
pl: Zakwestionuj to zawieszenie
pt_br: Contestar esta suspensão
pt_pt: Contestar esta suspensão
ro: Contestați această suspendare
ru: Оспорить эту блокировку
sv: Bestrid den här avstängningen
ta: இந்த இடைநிறுத்தத்தை எதிர்க்கவும்
te: ఈ సస్పెన్షన్‌ను ఛాలెంజ్ చేయండి
th: โต้แย้งการระงับการใช้งานนี้
tr: Bu askıya itiraz edin
uk: Оскаржити це блокування
ur: اس معطلی پر اعتراض کریں
vi: Kháng nghị việc đình chỉ này
zh_hans: 对此封禁提出异议
zh_hant: 對此停權提出申訴

source: Duration
ar: المدة
bn: সময়কাল
cs: Doba trvání
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
es_419: Duración
fa: مدت
fi: Kesto
fil: Tagal
fr: Durée
he: משך
hi: अवधि
hu: Időtartam
hy: Տևողություն
id: Durasi
it: Durata
ja: 期間
ko: 기간
ms: Tempoh
nl: Duur
no: Varighet
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ro: Durată
ru: Длительность
sv: Varaktighet
ta: கால அளவு
te: వ్యవధి
th: ระยะเวลา
tr: Süre
uk: Тривалість
ur: دورانیہ
vi: Thời hạn
zh_hans: 时长
zh_hant: 期間

source: Edit appeal
ar: تعديل الاعتراض
bn: আপিল সম্পাদনা করুন
cs: Upravit odvolání
da: Rediger klage
de: Einspruch bearbeiten
el: Επεξεργασία ένστασης
es: Editar apelación
es_419: Editar apelación
fa: ویرایش درخواست تجدیدنظر
fi: Muokkaa valitusta
fil: I-edit ang apela
fr: Modifier le recours
he: עריכת הערעור
hi: अपील संपादित करें
hu: Fellebbezés szerkesztése
hy: Խմբագրել բողոքը
id: Edit banding
it: Modifica ricorso
ja: 異議申し立てを編集
ko: 이의 신청 수정
ms: Sunting rayuan
nl: Bezwaar bewerken
no: Rediger klage
pl: Edytuj odwołanie
pt_br: Editar recurso
pt_pt: Editar recurso
ro: Editați contestația
ru: Изменить апелляцию
sv: Redigera överklagande
ta: மேல்முறையீட்டைத் திருத்தவும்
te: అప్పీల్‌ను సవరించండి
th: แก้ไขคำอุทธรณ์
tr: İtirazı düzenle
uk: Редагувати апеляцію
ur: اپیل میں ترمیم کریں
vi: Chỉnh sửa đơn kháng nghị
zh_hans: 编辑申诉
zh_hant: 編輯申訴

source: Edit Appeal
ar: تعديل الاعتراض
bn: আপিল সম্পাদনা করুন
cs: Upravit odvolání
da: Rediger klage
de: Einspruch bearbeiten
el: Επεξεργασία ένστασης
es: Editar apelación
es_419: Editar apelación
fa: ویرایش درخواست تجدیدنظر
fi: Muokkaa valitusta
fil: I-edit ang Apela
fr: Modifier le recours
he: עריכת הערעור
hi: अपील संपादित करें
hu: Fellebbezés szerkesztése
hy: Խմբագրել բողոքը
id: Edit Banding
it: Modifica ricorso
ja: 異議申し立てを編集
ko: 이의 신청 수정
ms: Sunting Rayuan
nl: Bezwaar bewerken
no: Rediger klage
pl: Edytuj odwołanie
pt_br: Editar Recurso
pt_pt: Editar Recurso
ro: Editați contestația
ru: Изменить апелляцию
sv: Redigera överklagande
ta: மேல்முறையீட்டைத் திருத்தவும்
te: అప్పీల్‌ను సవరించండి
th: แก้ไขคำอุทธรณ์
tr: İtirazı Düzenle
uk: Редагування апеляції
ur: اپیل میں ترمیم کریں
vi: Chỉnh sửa đơn kháng nghị
zh_hans: 编辑申诉
zh_hant: 編輯申訴

source: Ends
ar: ينتهي
bn: শেষ হয়
cs: Končí
da: Slutter
de: Endet
el: Λήγει
es: Finaliza
es_419: Termina
fa: پایان
fi: Päättyy
fil: Magtatapos
fr: Se termine
he: מסתיים
hi: समाप्ति
hu: Vége
hy: Ավարտվում է
id: Berakhir
it: Termina
ja: 終了
ko: 종료
ms: Berakhir
nl: Eindigt
no: Slutter
pl: Koniec
pt_br: Termina
pt_pt: Termina
ro: Se încheie
ru: Заканчивается
sv: Slutar
ta: முடிவடைகிறது
te: ముగుస్తుంది
th: สิ้นสุด
tr: Bitiş
uk: Завершується
ur: ختم ہوتی ہے
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束時間
